NOT_FOUND = {
    "ru": "Объект не найден",
    "kz": "Объект не найден",
    "en": "Объект не найден",
}

MISSING_REQUIRED_PARAMS = {
    "ru": "Системная ошибка. Нехватает параметра",
    "kz": "Системная ошибка. Нехватает параметра",
    "en": "Системная ошибка. Нехватает параметра",
}

GAME_NOT_FOUND = {
    "ru": "Игра не найдена",
    "kz": "Игра не найдена",
    "en": "Игра не найдена",
}

DECK_NOT_FOUND = {
    "ru": "Колода не найдена",
    "kz": "Колода табылмады",
    "en": "Deck not found",
}

INVALID_PARAMS = {
    "ru": "Неправильные параметры",
    "kz": "Неправильные параметры",
    "en": "Неправильные параметры",
}
